IDEA StatiCa Open Model
LineLoad.EndFy Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 force in Y at end
 Namespace: IdeaRS.OpenModel.Detail.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double EndFy { get; set; }
Public Property EndFy As Double
	Get
	Set
public:
property double EndFy {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
LineLoad Class
IdeaRS.OpenModel.Detail.Loading Namespace